/*
  Localizable.strings
  XenonSDK

  Created by fq on 2021/5/19.
  Copyright © 2021 SAGESSE. All rights reserved.
*/
"select_user_privacy_protocol" = "プライバシーポリシーに同意してください";
"please_enter_account" = "アカウントを入力してください";
"please_enter_pwd" = "パスワードを入力してください";
"please_login_first" = "先にログインしてください";
"DDLL_success" = "支払成功";
"DDLL_fail" = "支払失敗";
"apple_login_authorization_ErrorUnknown" = "Appleログインリクエストの未知のエラー";
"apple_login_authorization_ErrorCanceled" = "Appleログインリクエストがキャンセルされました";
"apple_login_authorization_ErrorInvalidResponse" = "Appleログインリクエストが未反応です";
"apple_login_authorization_ErrorNotHandled" = "Appleログインリクエストが処理されませんでした";
"apple_login_authorization_ErrorFailed" = "Appleログインリクエスト失敗";
"please_input_new_pwd" = "新しいパスワードを入力してください";
"please_again_input_new_pwd" = "新しいパスワードを再度入力してください";
"second_input_pwd_diff" = "入力したパスワードが一致しません";
"pwd_change_success" = "パスワード変更成功";
"please_init_first" = "先に初期化してください";
"service_error_please_connnect_service_phone" = "只今緊急メンテナンスのため、ゲームに暫くログインできません。ご不便おかけし申し訳ございません。\他にご不明な点がございましたらお問い合わせください。\\お問い合わせQQ: %@\お問い合わせ電話";
"params_error" = "パラメータエラー";
"purchase_success" = "購入成功";
"purchase_failed" = "購入失敗";
"service_error" = "サーバー異常";
"order_check_failed" = "注文検証失敗";
"device_no_support_DDLLment" = "このデバイスは購入できません";
"copy_success" = "コピー成功";
"no_install_facebook_app" = "Facebookアプリをインストールしていません";
"function_developing" = "機能開発中";
"product_no_use_check_apple_develop" = "プロダクトは暫く使えません。Apple管理画面でご確認ください";
"order_no_find" = "注文が見つかりません";
"bill_lose" = "レシートがなくなりました";
"product_no_find_check_develop" = "プロダクトが見つかりませんでした。管理画面でご確認ください";
"login_success" = "ログイン成功";
"welecome_join_game" = " さん、ゲームへようこそ";
"your_game_account" = "あなたのゲームアカウントは";
"your_game_pwd" = "ゲームのパスワードは";
